a52dec
aalib
accountsservice
acl
acpi
acpid
adapta-maia-theme
adwaita-icon-theme
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
ansible
appstream-glib
arandr
archlinux-appstream-data
archlinux-keyring
argon2
artwork-i3
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
autoconf
automake
avahi
b43-fwcutter
babl
bash
bash-completion
bc
binutils
bison
blueman
bluez
bluez-libs
bmenu
brandr
bridge-utils
btrfs-progs
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
celt
chromaprint
chromium
chromium-widevine
cifs-utils
ckbcomp
clipit
colord
compositeproto
compton
confuse
conky
conky-i3
coreutils
cpupower
cracklib
crda
cronie
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
curl
daala
damageproto
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dfc
dhclient
dhcpcd
diffutils
ding-libs
dmenu-manjaro
dmidecode
dmraid
dmxproto
dnsmasq
dnssec-anchors
docker
docker-compose
dosfstools
double-conversion
downgrade
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
efivar
elinks
enchant
epdfview
ethtool
exfat-utils
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
fakeroot
ff-theme-util
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
fixesproto
flac
flex
fontconfig
fontsproto
foomatic-db-engine
freeglut
freetype2
fribidi
fuse-common
fuse2
fuseiso
fzf
gawk
gc
gcab
gcc
gcc-libs
gcolor2
gconf
gcr
gd
gdbm
gdk-pixbuf2
gegl02
geoclue2
gettext
ghostscript
giblib
giflib
gimp
git
gksu
glew
glib-networking
glib2
glibc
glibmm
glu
gmp
gnome-keyring
gnupg
gnutls
gobject-introspection-runtime
gparted
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtksourceview-pkgbuild
gtksourceview2
gtksourceview3
gufw
guile
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haveged
hdparm
hexchat
hicolor-icon-theme
hplip
hspell
htop
hunspell
hwids
hwinfo
hyphen
i3-default-artwork
i3-gaps
i3-help
i3-scripts
i3-scrot
i3exit
i3lock
i3status-manjaro
iana-etc
icu
ijs
ilmbase
imagemagick
imlib2
inetutils
inotify-tools
inputproto
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
iso-codes
isousb
iw
jack
jansson
jasper
jbig2dec
jfsutils
js
json-c
json-glib
kauth
kbd
kbproto
kcoreaddons
keyutils
kitemmodels
kmod
krb5
ladspa
lame
lcms
lcms2
ldb
ldns
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-bzip2
lib32-expat
lib32-flex
lib32-gcc-libs
lib32-glew
lib32-glibc
lib32-glu
lib32-icu
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libice
lib32-libpciaccess
lib32-libsm
lib32-libtxc_dxtn
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxmu
lib32-libxshmfence
lib32-libxt
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-demos
lib32-ncurses
lib32-readline
lib32-util-linux
lib32-vulkan-intel
lib32-wayland
lib32-zlib
libaio
libappindicator-gtk2
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbsd
libburn
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbi
libdbusmenu-glib
libdbusmenu-gtk2
libdc1394
libdca
libdmx
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libgcrypt
libgksu
libglade
libglvnd
libgme
libgnome-keyring
libgpg-error
libgphoto2
libgpod
libgtop
libgudev
libgusb
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk2
libinput
libisofs
libjpeg-turbo
libkate
libksba
libldap
liblouis
liblqr
libmad
libmagick
libmatroska
libmbim
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmtp
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnm-glib
libnotify
libofa
libogg
libomxil-bellagio
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libsrtp
libssh
libssh2
libstemmer
libsystemd
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtool
libtxc_dxtn
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libutil-linux
libva
libva-mesa-driver
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libx11
libx264
libx264-all
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libzip
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-api-headers
linux-firmware
linux49
linux49-acpi_call
linux49-tp_smapi
llvm-libs
lm_sensors
logrotate
lsb-release
lshw
lua
lua51
lvm2
lxappearance
lxinput
lxmenu-data
lz4
lzo
m4
maia-console
mailcap
make
man-db
man-pages
manjaro-alsa
manjaro-base-skel
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-icons
manjaro-keyring
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
markdown_previewer
mdadm
memtest86+
menu-cache
mesa
mesa-demos
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-catalyst
mhwd-db
mhwd-nvidia
mhwd-nvidia-304xx
mhwd-nvidia-340xx
mhwd-tui
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mousepad
mpfr
mpg123
mtdev
mutagen
nano
ncdu
ncurses
neon
net-snmp
netctl
nettle
network-manager-applet
networkmanager
networkmanager-dispatcher-ntpd
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nfsidmap
nitrogen
nm-connection-editor
noto-fonts
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
ocl-icd
open-fuse-iso
openal
openconnect
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
os-prober
p11-kit
p7zip
package-query
packer-io
pacli
pacman
pacman-mirrors
pacui
palemoon-bin
pam
pamac
pambase
pango
pangomm
parted
patch
pciutils
pcmanfm
pcmciautils
pcre
pcre2
pcsclite
perl
perl-clone
perl-dbi
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-mimeinfo
perl-ipc-system-simple
perl-uri
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
php
pinentry
pixman
pkcs11-helper
pkg-config
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
popt
powertop
ppp
pptpclient
procps-ng
psmisc
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-appdirs
python-cached-property
python-cairo
python-chardet
python-dbus
python-dbus-common
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-gobject
python-idna
python-jsonschema
python-npyscreen
python-packaging
python-pycups
python-pycurl
python-pyparsing
python-pyqt5
python-requests
python-setuptools
python-sip
python-six
python-texttable
python-urllib3
python-websocket-client
python-yaml
python2
python2-appdirs
python2-asn1crypto
python2-bcrypt
python2-cairo
python2-cffi
python2-crypto
python2-cryptography
python2-enum34
python2-gobject2
python2-idna
python2-ipaddress
python2-jinja
python2-markupsafe
python2-packaging
python2-paramiko
python2-ply
python2-pyasn1
python2-pycparser
python2-pynacl
python2-pyparsing
python2-setuptools
python2-six
python2-yaml
qpdf
qt5-base
qt5-styleplugins
qt5-svg
qt5-x11extras
qt5ct
randrproto
ranger
re2
readline
recordproto
reiserfsprogs
renderproto
rest
rpcbind
rsync
rtmpdump
ruby2.4
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sbc
sbxkb
schroedinger
screenfetch
scrnsaverproto
scrot
sdl
sdl2
sdl_image
sed
sg3_utils
shadow
shared-mime-info
sidplay2-libs
sip
slang
smartmontools
smbclient
snappy
sndio
sound-theme-freedesktop
soundtouch
spandsp
speedtest-cli
speex
speexdsp
splix
sqlite
startup-notification
sudo
sysfsutils
syslog-ng
system-config-printer
systemd
systemd-sysvcompat
taglib
talloc
tar
tdb
terminus-font
tevent
texinfo
thin-provisioning-tools
tlp
tmux
transmission-gtk
tre
tree
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-icons
ttf-inconsolata
ttf-indic-otf
ttf-liberation
tzdata
udisks2
ufw
upower
urxvt-perls
usbmuxd
usbutils
util-linux
v4l-utils
v86d
vagrant
vertex-maia-themes
vi
vibrancy-colors
vid.stab
videoproto
viewnior
vim
vim-runtime
vlc-nightly
volume_key
volumeicon
vpnc
vte-common
vte3
vulkan-icd-loader
vulkan-intel
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless-regdb
wireless_tools
wmutils
wpa_supplicant
x265
xarchiver
xautolock
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcursor-breeze
xcursor-chameleon-pearl
xcursor-maia
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xextproto
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-intel
xf86dgaproto
xf86vidmodeproto
xfburn
xfce4-power-manager
xfconf
xfsprogs
xineramaproto
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-twm
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xproto
xsel
xterm
xvidcore
xz
yajl
yaourt
zd1211-firmware
zenity
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zvbi
